Repository: R-Gld/RikaFirenetUnofficialApp
Catalog: firenet_unofficial/lib/l10n/app_*.arb
Languages: da, de, es, fr, it, nl

source: Failed to load chart data
es: Error al cargar datos del gráfico

# chartAutoUpdateInfo
source: Historical data is collected automatically. Chart updates every 4 seconds with new data points.
es: Los datos históricos se recopilan automáticamente. El gráfico se actualiza cada 4 segundos con nuevos puntos de datos.

source: Error
da: Fejl
de: Fehler
fr: Erreur
it: Errore
nl: Fout

# manualMode
source: Manual
da: Manuel
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig

source: No
da: Nej
de: Nein
fr: Non
nl: Nee
