Repository: R-Gld/RikaFirenetUnofficialApp
Catalog: firenet_unofficial/lib/l10n/app_*.arb
Languages: da, de, es, fr, it, nl

# showTemperatureOffset
source: Temperature calibration
da: Temperaturkalibrering
de: Temperaturkalibrierung
es: Calibración de temperatura
fr: Calibration température
it: Calibrazione temperatura
nl: Temperatuurkalibratie

# showTemperatureOffsetSubtitle
source: Show temperature offset -3 to +3°C
da: Vis temperaturoffset -3 til +3°C
de: Temperaturversatz -3 bis +3°C anzeigen
es: Mostrar ajuste de temperatura -3 a +3°C
fr: Afficher l'offset de température -3 à +3°C
it: Mostra regolazione temperatura da -3 a +3°C
nl: Temperatuurafwijking -3 tot +3°C tonen

# showBakeTemperature
source: Bake temperature
da: Bagetemperatur
de: Backtemperatur
es: Temperatura del horno
fr: Température four
it: Temperatura forno
nl: Oventemperatuur

# showBakeTemperatureSubtitle
source: Show oven temperature control
da: Vis ovntemperaturkontrol
de: Ofentemperatursteuerung anzeigen
es: Mostrar control de temperatura del horno
fr: Afficher le contrôle de température du four
it: Mostra controllo temperatura forno
nl: Oventemperatuurbediening tonen

source: Enable notifications
da: Aktiver notifikationer
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Abilita notifiche
nl: Meldingen inschakelen

# monitorChangesInBackground
source: Monitor changes even when app is closed
da: Overvåg ændringer selv når appen er lukket
de: Änderungen überwachen, auch wenn die App geschlossen ist
es: Monitorizar cambios incluso cuando la aplicación está cerrada
fr: Surveiller les changements même quand l'app est fermée
it: Monitora modifiche anche quando l'app è chiusa
nl: Wijzigingen controleren zelfs wanneer de app gesloten is

# notificationDelayInfo
source: Notifications may be delayed depending on battery optimization
da: Notifikationer kan være forsinket afhængigt af batterioptimering
de: Benachrichtigungen können je nach Akkuoptimierung verzögert sein
es: Las notificaciones pueden retrasarse dependiendo de la optimización de la batería
fr: Les notifications peuvent être retardées selon l'optimisation batterie
it: Le notifiche potrebbero essere ritardate a seconda dell'ottimizzazione della batteria
nl: Meldingen kunnen worden vertraagd afhankelijk van batterijoptimalisatie

# showErrorWarningPanel
source: Errors and warnings
da: Fejl og advarsler
de: Fehler und Warnungen
es: Errores y advertencias
fr: Erreurs et warnings
it: Errori e avvisi
nl: Fouten en waarschuwingen

# showErrorWarningPanelSubtitle
source: Show active errors panel
da: Vis aktive fejlpanel
de: Aktives Fehlerpanel anzeigen
es: Mostrar panel de errores activos
fr: Afficher le panneau d'erreurs actives
it: Mostra pannello errori attivi
nl: Actieve foutenpaneel tonen

# showSafetyStatusPanel
source: Safety and diagnostics
da: Sikkerhed og diagnostik
de: Sicherheit und Diagnose
es: Seguridad y diagnóstico
fr: Sécurité et diagnostics
it: Sicurezza e diagnostica
nl: Veiligheid en diagnostiek

# showSafetyStatusPanelSubtitle
source: Show safety panel (door, cover, WiFi, temp)
da: Vis sikkerhedspanel (dør, WiFi, tryk)
de: Sicherheitspanel anzeigen (Tür, WiFi, Druck)
es: Mostrar panel de seguridad (puerta, WiFi, presión)
fr: Afficher le panneau sécurité (porte, capot, WiFi, temp)
it: Mostra pannello sicurezza (porta, WiFi, pressione)
nl: Veiligheidspaneel tonen (deur, WiFi, druk)

# showSensorInfoPanel
source: Sensor information
de: Sensorinformationen
es: Información de sensores
fr: Informations capteurs
it: Informazioni sensori
nl: Sensorinformatie

# showSensorInfoPanelSubtitle
source: Show sensor data
da: Vis sensordata
de: Sensordaten anzeigen
es: Mostrar datos de sensores
fr: Afficher les données des capteurs
it: Mostra dati sensori
nl: Sensorgegevens tonen

# showOutputsInfoPanel
source: Outputs information
da: Udgangsinformation
de: Ausgangsinformationen
es: Información de salidas
fr: Informations sorties
it: Informazioni uscite
nl: Uitganginformatie

# showOutputsInfoPanelSubtitle
source: Show outputs status (motors, fans)
da: Vis udgangsstatus (motorer, blæsere)
de: Ausgangsstatus anzeigen (Motoren, Lüfter)
es: Mostrar estado de salidas (motores, ventiladores)
fr: Afficher l'état des sorties (moteurs, ventilateurs)
it: Mostra stato uscite (motori, ventilatori)
nl: Uitgangstatus tonen (motoren, ventilatoren)

# showStatisticsPanel
source: Statistics and system
da: Statistik og system
de: Statistiken und System
es: Estadísticas y sistema
fr: Statistiques et système
it: Statistiche e sistema
nl: Statistieken en systeem

# showStatisticsPanelSubtitle
source: Show usage statistics
da: Vis brugsstatistik
de: Nutzungsstatistiken anzeigen
es: Mostrar estadísticas de uso
fr: Afficher les statistiques d'utilisation
it: Mostra statistiche di utilizzo
nl: Gebruiksstatistieken tonen

source: No error
da: Ingen fejl
de: Kein Fehler
es: Sin errores
fr: Aucune erreur
it: Nessun errore
nl: Geen fout

source: Error detected
da: Fejl registreret
de: Fehler erkannt
es: Error detectado
fr: Erreur détectée
it: Errore rilevato
nl: Fout gedetecteerd

source: Warning
da: Advarsel
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
nl: Waarschuwing

source: Error code:
da: Fejlkode:
de: Fehlercode:
es: Código de error:
fr: Code d'erreur :
it: Codice errore:
nl: Foutcode:

source: Warning code:
da: Advarselskode:
de: Warncode:
es: Código de advertencia:
fr: Code avertissement :
it: Codice avviso:
nl: Waarschuwingscode:

# consultManual
source: Consult the user manual or contact technical service.
da: Se brugermanualen eller kontakt teknisk service.
de: Konsultieren Sie das Benutzerhandbuch oder kontaktieren Sie den technischen Service.
es: Consulta el manual del usuario o contacta con el servicio técnico.
fr: Consultez le manuel d'utilisation ou contactez le service technique.
it: Consulta il manuale utente o contatta il servizio tecnico.
nl: Raadpleeg de gebruikershandleiding of neem contact op met de technische dienst.

# systemError
source: System error (code: {code})
da: Systemfejl (kode: {code})
de: Systemfehler (Code: {code})
es: Error del sistema (código: {code})
fr: Erreur système (code: {code})
it: Errore di sistema (codice: {code})
nl: Systeemfout (code: {code})

source: No warning
da: Ingen advarsel
de: Keine Warnung
es: Sin advertencias
fr: Aucun avertissement
it: Nessun avviso
nl: Geen waarschuwing

# systemWarning
source: System warning (code: {code})
da: Systemadvarsel (kode: {code})
de: Systemwarnung (Code: {code})
es: Advertencia del sistema (código: {code})
fr: Avertissement système (code: {code})
it: Avviso di sistema (codice: {code})
nl: Systeemwaarschuwing (code: {code})

source: Current Temperature
da: Nuværende temperatur
de: Aktuelle Temperatur
es: Temperatura actual
fr: Température Actuelle
it: Temperatura attuale
nl: Huidige temperatuur

# safetyAndDiagnostics
source: Safety & Diagnostics
da: Sikkerhed & diagnostik
de: Sicherheit & Diagnose
es: Seguridad y diagnóstico
fr: Sécurité & Diagnostics
it: Sicurezza e diagnostica
nl: Veiligheid en diagnostiek

source: Door
da: Dør
de: Tür
es: Puerta
fr: Porte
it: Porta
nl: Deur

source: Cover
da: Afdækning
de: Abdeckung
es: Cubierta
fr: Capot
it: Coperchio
nl: Deksel

source: Closed
da: Lukket
de: Geschlossen
es: Cerrada
fr: Fermée
it: Chiusa
nl: Gesloten

source: Open
da: Åben
de: Offen
es: Abierta
fr: Ouverte
it: Aperta

source: WiFi Signal
es: Señal WiFi
fr: Signal WiFi
it: Segnale WiFi
nl: WiFi-signaal

source: Temperature limiter
da: Temperaturbegrænser
de: Temperaturbegrenzer
es: Limitador de temperatura
fr: Limiteur température
it: Limitatore di temperatura
nl: Temperatuurbegrenzer

source: Internal temperature OK
da: Intern temperatur OK
de: Interne Temperatur OK
es: Temperatura interna OK
fr: Température interne OK
it: Temperatura interna OK
nl: Interne temperatuur OK

source: Overheating
da: Overophedning
de: Überhitzung
es: Sobrecalentamiento
fr: Surchauffe
it: Surriscaldamento
nl: Oververhitting

source: Sensor Information
de: Sensorinformationen
es: Información de sensores
fr: Informations capteurs
it: Informazioni sensori
nl: Sensorinformatie

source: Flame Temperature
da: Flammetemperatur
de: Flammentemperatur
es: Temperatura llama
fr: Température de flamme
it: Temperatura fiamma
nl: Vlamtemperatuur

source: Ambient temperature
da: Omgivelsestemperatur
de: Umgebungstemperatur
es: Temperatura ambiente
fr: Température ambiante
it: Temperatura ambiente
nl: Omgevingstemperatuur

source: External request
da: Ekstern anmodning
de: Externe Anforderung
es: Solicitud externa
fr: Demande externe
it: Richiesta esterna
nl: Externe aanvraag

source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja

source: Board temperature
da: Korttemperatur
de: Platinen temperatur
es: Temperatura de la placa
fr: Temp. carte électronique
it: Temperatura scheda
nl: Bordtemperatuur

source: Oven temperature
da: Ovntemperatur
de: Ofentemperatur
es: Temperatura del horno
fr: Temp. four
it: Temperatura forno
nl: Oventemperatuur

source: Outputs
da: Udgange
de: Ausgänge
es: Salidas
fr: Sorties
it: Uscite
nl: Uitgangen

source: Diagonal motor
es: Motor diagonal
fr: Moteur diagonal
it: Motore diagonale
nl: Diagonale motor

source: Horizontal motor
da: Horisontal motor
es: Motor horizontal
fr: Moteur horizontal
it: Motore orizzontale
nl: Horizontale motor

source: Combustion gas fan
da: Forbrændingsgasblæser
de: Verbrennungsgaslüfter
es: Ventilador de gases de combustión
fr: Ventilateur gaz combustion
it: Ventilatore fumi di combustione
nl: Verbrandingsgasventilator

source: Air dampers
da: Luftspjæld
de: Luftklappen
es: Compuertas de aire
fr: Volets d'aération
it: Serrande aria
nl: Luchtkleppen

source: Ignition
da: Tænding
de: Zündung
es: Encendido
fr: Allumage
it: Accensione
nl: Ontsteking

source: ON
da: TIL
de: EIN
es: ENCENDIDO
fr: ACTIF
it: ACCESO
nl: AAN

source: OFF
da: FRA
de: AUS
es: APAGADO
fr: INACTIF
it: SPENTO
nl: UIT

source: Current
da: Strøm
de: Strom
es: Actual
fr: Courant
it: Corrente
nl: Huidige

# statisticsAndSystem
source: Statistics & System
da: Statistik & system
de: Statistiken & System
es: Estadísticas y sistema
fr: Statistiques et système
it: Statistiche e sistema
nl: Statistieken en systeem

source: Usage
da: Forbrug
de: Nutzung
es: Uso
fr: Utilisation
it: Utilizzo
nl: Gebruik

source: Pellet hours
da: Pilletimer
de: Pelletstunden
es: Horas con pellets
fr: Heures pellets
it: Ore pellet
nl: Pelleturen

source: Wood hours
da: Brændetimer
de: Holzstunden
es: Horas con leña
fr: Heures bois
it: Ore legna
nl: Houturen

source: ON/OFF cycles
da: TIL/FRA-cyklusser
de: EIN/AUS-Zyklen
es: Ciclos ENCENDIDO/APAGADO
fr: Cycles ON/OFF
it: Cicli ACCESO/SPENTO
nl: AAN/UIT-cycli

source: Ignition count
da: Antal tændinger
de: Zündanzahl
es: Recuento de encendidos
fr: Nombre d'allumages
it: Conteggio accensioni
nl: Ontstekingsteller

source: Consumption
da: Forbrug
de: Verbrauch
es: Consumo
fr: Consommation
it: Consumo
nl: Verbruik

source: Total consumption
da: Samlet forbrug
de: Gesamtverbrauch
es: Consumo total
fr: Consommation totale
it: Consumo totale
nl: Totaal verbruik

source: Before maintenance
da: Før vedligeholdelse
de: Vor Wartung
es: Antes del mantenimiento
fr: Avant entretien
it: Prima della manutenzione
nl: Vóór onderhoud

source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations système
it: Informazioni di sistema
nl: Systeeminformatie

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello

source: Manufacturer
da: Producent
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
nl: Fabrikant

source: Serial number
da: Serienummer
de: Seriennummer
es: Número de serie
fr: N° de fabrication
it: Numero di serie
nl: Serienummer

source: Firmware version
es: Versión del firmware
fr: Version firmware
it: Versione firmware
nl: Firmwareversie

source: Detailed Schedule Editor
da: Detaljeret planeditor
de: Detaillierter Planeditor
es: Editor detallado de programación
fr: Programmation horaires détaillée
it: Editor dettagliato programmazione
nl: Gedetailleerde schema-editor

source: Monday
da: Mandag
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
nl: Maandag

source: Tuesday
da: Tirsdag
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
nl: Dinsdag

source: Wednesday
da: Onsdag
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
nl: Woensdag

source: Thursday
da: Torsdag
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
nl: Donderdag

source: Friday
da: Fredag
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
nl: Vrijdag

source: Saturday
da: Lørdag
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
nl: Zaterdag

source: Sunday
da: Søndag
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
nl: Zondag

source: Disable this slot
da: Deaktiver denne slot
de: Diesen Zeitschlitz deaktivieren
es: Desactivar este horario
fr: Désactiver cette plage
it: Disattiva questo orario
nl: Dit tijdvak uitschakelen

# enableScheduleToEdit
source: Enable heating schedule to edit programming
da: Aktiver varmeplan for at redigere programmering
de: Heizplan aktivieren, um die Programmierung zu bearbeiten
es: Activa la programación de calefacción para editar la programación
fr: Activez les plages horaires pour éditer la programmation
it: Abilita la programmazione riscaldamento per modificare la programmazione
nl: Schakel verwarmingsschema in om de programmering te bewerken

source: View on GitHub
da: Se på GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
it: Visualizza su GitHub
nl: Bekijken op GitHub

source: About
da: Om
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over

# version
source: Version {version}
es: Versión {version}
it: Versione {version}
nl: Versie {version}

source: Configure advanced features
da: Konfigurer avancerede funktioner
de: Erweiterte Funktionen konfigurieren
es: Configurar funciones avanzadas
fr: Configurer les fonctionnalités avancées
it: Configura funzioni avanzate
nl: Geavanceerde functies configureren

source: Configure background notifications
da: Konfigurer baggrundsnotifikationer
de: Hintergrundbenachrichtigungen konfigurieren
es: Configurar notificaciones en segundo plano
fr: Configurer les notifications en arrière-plan
it: Configura notifiche in background
nl: Achtergrondmeldingen configureren

source: Toggle info panel visibility
da: Skift infopanelsynlighed
de: Infopanel-Sichtbarkeit umschalten
es: Alternar visibilidad del panel de información
fr: Basculer la visibilité des panneaux d'information
it: Attiva/disattiva visibilità pannello informazioni
nl: Zichtbaarheid informatiepaneel schakelen

source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
nl: Meldingen

# errorRoomSensorSignalLost
source: Room sensor signal lost - Please switch to MANUAL MODE
da: Rumsensorsignal tabt - Skift til MANUEL TILSTAND
de: Raumsensorsignal verloren - Bitte auf MANUELLEN MODUS umschalten
es: Señal del sensor de habitación perdida - Cambiar a MODO MANUAL
fr: Signal sonde pièce perdu - Veuillez passer en mode MANUEL
nl: Kamersensor signaal verloren - Schakel over naar HANDMATIGE MODUS

# errorPelletLidOpen
source: Pellet lid open - Please close the pellet lid
da: Pelletlåg åbent - Luk låget
de: Pelletsdeckel offen - Bitte Deckel schließen
es: Tapa de pellets abierta - Cerrar la tapa
fr: Capot à granulés ouvert - Veuillez fermer le capot
nl: Pelletdeksel open - Sluit het deksel

# errorDoorOpen
source: Door open - Please close the door
da: Dør åben - Luk døren
de: Tür offen - Bitte Tür schließen
es: Puerta abierta - Cerrar la puerta
fr: Porte ouverte - Veuillez fermer la porte
nl: Deur open - Sluit de deur

# errorPelletLidOrDoorOpen
source: Pellet lid or door open
da: Pelletlåg eller dør åben
de: Pelletsdeckel oder Tür offen
es: Tapa de pellets o puerta abierta
fr: Capot à granulés ou porte ouvert
nl: Pelletdeksel of deur open

# errorNotEnoughLowPressure
source: Not enough low pressure - Check exhaust
da: Ikke nok undertryk - Kontroller udstødning
de: Nicht genug Unterdruck - Abgasweg prüfen
es: Presión insuficiente - Verificar salida de humos
fr: Pression insuffisante - Vérifiez l'évacuation
nl: Onvoldoende onderdruk - Controleer afvoer

# errorAirFlapsCalibrating
source: Air flaps calibrating - Please wait
da: Kalibrerer luftklapper - Vent venligst
de: Luftklappen kalibrieren - Bitte warten
es: Calibrando compuertas de aire - Espere por favor
fr: Calibrage des volets d'air - Veuillez patienter
nl: Luchtkleppen kalibreren - Even geduld

# errorBurnBackFlapOpen
source: Burn back or flue gas flap open
da: Tilbageslagsklap eller røggasklap åben
de: Rückbrandklappe oder Rauchgasklappe offen
es: Compuerta antiretorno o gases abierta
fr: Volet anti-retour ou gaz de combustion ouvert
nl: Terugbrandklep of rookgasklep open

# errorStoveNotInPosition
source: Stove not in position - Check stove placement
da: Ovn ikke i position - Kontroller placering
de: Ofen nicht in Position - Platzierung prüfen
es: Estufa mal colocada - Verificar posición
fr: Poêle mal positionné - Vérifiez l'emplacement
nl: Kachel niet in positie - Controleer plaatsing

# warningRoomSensorSignalLost
source: Room sensor signal lost
da: Rumsensorsignal tabt
de: Raumsensorsignal verloren
es: Señal del sensor de habitación perdida
fr: Signal sonde pièce perdu
nl: Kamersensor signaal verloren

# warningPelletLidOpen
source: Pellet lid open
da: Pelletlåg åbent
de: Pelletsdeckel offen
es: Tapa de pellets abierta
fr: Capot à granulés ouvert
nl: Pelletdeksel open

# warningDoorOpen
source: Door open
da: Dør åben
de: Tür offen
es: Puerta abierta
fr: Porte ouverte
nl: Deur open

# warningPelletLidOrDoorOpen
source: Pellet lid or door open
da: Pelletlåg eller dør åben
de: Pelletsdeckel oder Tür offen
es: Tapa de pellets o puerta abierta
fr: Capot à granulés ou porte ouvert
nl: Pelletdeksel of deur open

# warningNotEnoughLowPressure
source: Not enough low pressure
da: Ikke nok undertryk
de: Nicht genug Unterdruck
es: Presión insuficiente
fr: Pression insuffisante
nl: Onvoldoende onderdruk

# warningAirFlapsCalibrating
source: Air flaps calibrating
da: Kalibrerer luftklapper
de: Luftklappen kalibrieren
es: Calibrando compuertas de aire
fr: Calibrage des volets d'air
nl: Luchtkleppen kalibreren

# warningBurnBackFlapOpen
source: Burn back or flue gas flap open
da: Tilbageslagsklap eller røggasklap åben
de: Rückbrandklappe oder Rauchgasklappe offen
es: Compuerta antiretorno o gases abierta
fr: Volet anti-retour ou gaz de combustion ouvert
nl: Terugbrandklep of rookgasklep open

# warningStoveNotInPosition
source: Stove not in position
da: Ovn ikke i position
de: Ofen nicht in Position
es: Estufa mal colocada
fr: Poêle mal positionné
nl: Kachel niet in positie

# statusFrostProtection
source: Frost Protection
da: Frostbeskyttelse
de: Frostschutz
es: Protección antiheladas
fr: Protection anti-gel
nl: Vorstbeveiliging

# statusStoveOff
source: Stove Off
da: Ovn slukket
de: Ofen aus
es: Estufa apagada
fr: Poêle éteint
nl: Kachel uit

# statusStandby
source: Standby
es: En espera
fr: En veille

# statusExternalRequest
source: External Request
da: Ekstern anmodning
de: Externe Anforderung
es: Solicitud externa
fr: Demande externe
nl: Externe aanvraag

# statusOff
source: Off
da: Slukket
de: Aus
es: Apagada
fr: Éteint
nl: Uit

# statusIgnitionOn
source: Ignition On
da: Tænding i gang
de: Zündung an
es: Encendido en curso
fr: Allumage en cours
nl: Ontsteking bezig

# statusStartingUp
source: Starting Up
da: Starter op
de: Wird gestartet
es: Arrancando
fr: Démarrage
nl: Opstarten

# statusRunning
source: Running
da: Kører
de: In Betrieb
es: En funcionamiento
fr: En fonctionnement
nl: Actief

# statusBigClean
source: Big Clean
da: Stor rengøring
de: Große Reinigung
es: Limpieza profunda
fr: Grand nettoyage
nl: Grote schoonmaak

# statusCleaning
source: Cleaning
da: Rengøring
de: Reinigung
es: Limpieza
fr: Nettoyage
nl: Schoonmaken

# statusBurnOff
source: Burn Off
da: Slukker
de: Ausbrand
es: Apagado
fr: Extinction
nl: Uitbranden

# statusSplitLogCheck
source: Split Log Check
da: Brændetjek
de: Scheitholz-Prüfung
es: Verificación de leña
fr: Vérification bûches
nl: Controle brandhout

# statusSplitLogMode
source: Split Log Mode
da: Brændetilstand
de: Scheitholz-Modus
es: Modo leña
fr: Mode bûches
nl: Brandhoutmodus

# statusUnknown
source: Unknown State ({state})
da: Ukendt tilstand ({state})
de: Unbekannter Status ({state})
es: Estado desconocido ({state})
fr: État inconnu ({state})
nl: Onbekende status ({state})

source: Show Charts Panel
da: Vis diagrampanel
de: Diagrammpanel anzeigen
es: Mostrar panel de gráficos
nl: Toon grafiekenpaneel

# showChartsPanelSubtitle
source: Display temperature evolution and historical data charts
da: Vis temperaturudvikling og historiske datadiagrammer
de: Temperaturverlauf und historische Datendiagramme anzeigen
es: Mostrar evolución de temperatura y gráficos de datos históricos
nl: Toon temperatuurverloop en historische datagrafieken

source: Background Polling
da: Baggrundsopdatering
es: Actualización en segundo plano

source: Continuous Polling
da: Kontinuerlig opdatering
es: Actualización continua

# continuousPollingSubtitle
source: Keep connection active even when screen is locked (requires battery optimization exemption)
da: Hold forbindelsen aktiv selv når skærmen er låst (kræver undtagelse fra batterioptimering)
es: Mantener conexión activa incluso con pantalla bloqueada (requiere exención de optimización de batería)

source: Continuous polling enabled
da: Kontinuerlig opdatering aktiveret
es: Actualización continua activada

source: Continuous polling disabled
da: Kontinuerlig opdatering deaktiveret
es: Actualización continua desactivada

# continuousPollingNotAvailable
source: Continuous polling is only available on Android
da: Kontinuerlig opdatering er kun tilgængelig på Android
es: La actualización continua solo está disponible en Android

source: Battery Optimization Required
da: Batterioptimering påkrævet
es: Optimización de batería requerida

# batteryOptimizationExplanation
source: To keep the connection active when the screen is locked, battery optimization must be disabled for this app. This ensures reliable background polling. You will be redirected to system settings where you can grant this permission.
da: For at holde forbindelsen aktiv når skærmen er låst, skal batterioptimering deaktiveres for denne app. Dette sikrer pålidelig baggrundsopdatering. Du vil blive omdirigeret til systemindstillinger, hvor du kan give denne tilladelse.
es: Para mantener la conexión activa cuando la pantalla está bloqueada, se debe desactivar la optimización de batería para esta aplicación. Esto garantiza una actualización confiable en segundo plano. Será redirigido a la configuración del sistema donde puede otorgar este permiso.

# batteryOptimizationStillEnabled
source: Battery optimization is still enabled. Please disable it in settings to use continuous polling.
da: Batterioptimering er stadig aktiveret. Deaktiver det i indstillinger for at bruge kontinuerlig opdatering.
es: La optimización de batería sigue activada. Desactívela en la configuración para usar actualización continua.

source: Open Settings
da: Åbn indstillinger
es: Abrir configuración

source: Charts
es: Gráficos

# chartsSubtitle
source: Temperature evolution & statistics
es: Evolución de temperatura & estadísticas

source: Temperature Evolution (24h)
es: Evolución Temperatura (24h)

# roomTargetAxis
source: Room / Target
es: Sala / Objetivo

# flameAxis
source: Flame
es: Llama

source: No data available yet
es: No hay datos disponibles aún

source: Data collection in progress...
es: Recopilación de datos en curso...

# dataPointsCollected
source: {count} data points collected ({percent}%)
es: {count} puntos de datos recopilados ({percent}%)

# minimumPointsNeeded
source: Minimum {count} points needed for chart
es: Mínimo {count} puntos necesarios para el gráfico

source: Room Temperature
es: Temperatura ambiente
