Repository: R-Gld/RikaFirenetUnofficialApp
Catalog: firenet_unofficial/lib/l10n/app_*.arb
Languages: da, de, es, fr, it, nl

# loginSubtitle
source: Log in to your account
da: Log ind på din konto
de: Melden Sie sich bei Ihrem Konto an
es: Inicia sesión en tu cuenta
fr: Connectez-vous à votre compte
it: Accedi al tuo account
nl: Log in op uw account

source: My Stoves
da: Mine Ovne
de: Meine Öfen
es: Mis Estufas
fr: Mes Poêles
it: Le mie stufe
nl: Mijn kachels

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen

source: Email
es: Correo electrónico

# emailHint
source: your@email.com
da: din@email.dk
de: ihre@email.de
es: tu@correo.com
fr: votre@email.com
it: tua@email.com
nl: uw@email.com

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Log In
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen

source: Refresh
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen

source: Test Now
da: Test nu
de: Jetzt testen
es: Probar ahora
fr: Tester maintenant
it: Prova ora
nl: Nu testen

source: Edit Threshold
da: Rediger tærskel
de: Schwellenwert bearbeiten
es: Editar umbral
fr: Modifier le seuil
it: Modifica soglia
nl: Drempelwaarde bewerken

source: Configure Threshold
da: Konfigurer tærskel
de: Schwellenwert konfigurieren
es: Configurar umbral
fr: Configurer un seuil
it: Configura soglia
nl: Drempelwaarde configureren

source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
nl: Herstellen

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan

source: Delete Threshold
da: Slet tærskel
de: Schwellenwert löschen
es: Eliminar umbral
fr: Supprimer seuil
it: Elimina soglia
nl: Drempelwaarde verwijderen

source: Turn On
da: Tænd
de: Einschalten
es: Encender
fr: Allumer
it: Accendi
nl: Inschakelen

source: Turn Off
da: Sluk
de: Ausschalten
es: Apagar
fr: Éteindre
it: Spegni
nl: Uitschakelen

source: Logout
da: Log ud
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
nl: Uitloggen

source: Retry
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen

# pleaseEnterEmail
source: Please enter your email
da: Indtast venligst din e-mail
de: Bitte geben Sie Ihre E-Mail ein
es: Por favor, introduce tu correo electrónico
fr: Veuillez entrer votre email
it: Inserisci la tua email
nl: Voer uw e-mailadres in

source: Invalid email
da: Ugyldig e-mail
de: Ungültige E-Mail
es: Correo electrónico no válido
fr: Email invalide
it: Email non valida
nl: Ongeldig e-mailadres

# pleaseEnterPassword
source: Please enter your password
da: Indtast venligst din adgangskode
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, introduce tu contraseña
fr: Veuillez entrer votre mot de passe
it: Inserisci la tua password
nl: Voer uw wachtwoord in

source: Connection error
da: Forbindelsesfejl
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione
nl: Verbindingsfout

# logoutTitle
source: Logout
da: Log ud
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
nl: Uitloggen

# logoutConfirmation
source: Do you really want to log out?
da: Vil du virkelig logge ud?
de: Möchten Sie sich wirklich abmelden?
es: ¿Realmente quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero uscire?
nl: Wilt u echt uitloggen?

# turnOnStoveQuestion
source: Turn on the stove?
da: Tænd ovnen?
de: Ofen einschalten?
es: ¿Encender la estufa?
fr: Allumer le poêle ?
it: Accendere la stufa?
nl: Kachel inschakelen?

# turnOffStoveQuestion
source: Turn off the stove?
da: Sluk ovnen?
de: Ofen ausschalten?
es: ¿Apagar la estufa?
fr: Éteindre le poêle ?
it: Spegnere la stufa?
nl: Kachel uitschakelen?

# turnOnStoveConfirmation
source: Do you want to start the stove?
da: Vil du starte ovnen?
de: Möchten Sie den Ofen starten?
es: ¿Quieres encender la estufa?
fr: Voulez-vous démarrer le poêle ?
it: Vuoi accendere la stufa?
nl: Wilt u de kachel starten?

# turnOffStoveConfirmation
source: Do you want to turn off the stove?
da: Vil du slukke ovnen?
de: Möchten Sie den Ofen ausschalten?
es: ¿Quieres apagar la estufa?
fr: Voulez-vous éteindre le poêle ?
it: Vuoi spegnere la stufa?
nl: Wilt u de kachel uitschakelen?

# thresholdDialogTitle
source: Threshold for {fieldName}
da: Tærskel for {fieldName}
de: Schwellenwert für {fieldName}
es: Umbral para {fieldName}
fr: Seuil pour {fieldName}
it: Soglia per {fieldName}
nl: Drempelwaarde voor {fieldName}

# notifyIfValueOutOfRange
source: Notify if the value goes out of this range:
da: Giv besked, hvis værdien er uden for dette interval:
de: Benachrichtigen, wenn der Wert außerhalb dieses Bereichs liegt:
es: Notificar si el valor sale de este rango:
fr: Notifier si la valeur sort de cette plage :
it: Notifica se il valore esce da questo intervallo:
nl: Waarschuw als de waarde buiten dit bereik komt:

# minimumLabel
source: Minimum: {value}
es: Mínimo: {value}
it: Minimo: {value}

# maximumLabel
source: Maximum: {value}
es: Máximo: {value}
it: Massimo: {value}

source: Loading stoves...
da: Indlæser ovne...
de: Lade Öfen...
es: Cargando estufas...
fr: Chargement des poêles...
it: Caricamento stufe...
nl: Kachels laden...

source: Loading stove data...
da: Indlæser ovndata...
de: Lade Ofendaten...
es: Cargando datos de la estufa...
fr: Chargement des données du poêle...
it: Caricamento dati stufa...
nl: Kachelgegevens laden...

source: No stove found
da: Ingen ovn fundet
de: Kein Ofen gefunden
es: No se encontró ninguna estufa
fr: Aucun poêle trouvé
it: Nessuna stufa trovata
nl: Geen kachel gevonden

# noStoveAssociated
source: No stove is associated with your account
da: Ingen ovn er tilknyttet din konto
de: Kein Ofen ist mit Ihrem Konto verknüpft
es: No hay ninguna estufa asociada a tu cuenta
fr: Aucun poêle n'est associé à votre compte
it: Nessuna stufa è associata al tuo account
nl: Er is geen kachel gekoppeld aan uw account

source: Online
es: En línea
fr: En ligne

# offlineSince
source: Offline for {minutes} min
da: Offline i {minutes} min
de: Offline seit {minutes} Min
es: Desconectada desde hace {minutes} min
fr: Hors ligne depuis {minutes} min
it: Offline da {minutes} min
nl: Offline sinds {minutes} min

# notificationsEnabledSuccess
source: Notifications enabled successfully
da: Notifikationer aktiveret
de: Benachrichtigungen erfolgreich aktiviert
es: Notificaciones activadas correctamente
fr: Notifications activées avec succès
it: Notifiche abilitate con successo
nl: Meldingen succesvol ingeschakeld

# permissionDenied
source: Permission denied. Enable notifications in Android settings.
da: Tilladelse nægtet. Aktiver notifikationer i Android-indstillinger.
de: Berechtigung verweigert. Aktivieren Sie Benachrichtigungen in den Android-Einstellungen.
es: Permiso denegado. Activa las notificaciones en la configuración de Android.
fr: Permission refusée. Activez les notifications dans les paramètres Android.
it: Permesso negato. Abilita le notifiche nelle impostazioni di Android.
nl: Toestemming geweigerd. Schakel meldingen in via Android-instellingen.

source: Notifications disabled
da: Notifikationer deaktiveret
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disabilitate
nl: Meldingen uitgeschakeld

# testInProgress
source: Running test...
da: Kører test...
de: Test läuft...
es: Ejecutando prueba...
fr: Exécution du test en cours...
it: Esecuzione test...
nl: Test wordt uitgevoerd...

# testSuccess
source: Test successful! Check notifications.
da: Test vellykket! Tjek notifikationer.
de: Test erfolgreich! Überprüfen Sie die Benachrichtigungen.
es: ¡Prueba exitosa! Comprueba las notificaciones.
fr: Test réussi ! Vérifiez les notifications.
it: Test riuscito! Controlla le notifiche.
nl: Test geslaagd! Controleer meldingen.

# testFailed
source: Test failed. Check logs.
da: Test mislykkedes. Tjek logfiler.
de: Test fehlgeschlagen. Überprüfen Sie die Protokolle.
es: Prueba fallida. Comprueba los registros.
fr: Échec du test. Vérifiez les logs.
it: Test fallito. Controlla i registri.
nl: Test mislukt. Controleer logboeken.

source: No stove configured
da: Ingen ovn konfigureret
de: Kein Ofen konfiguriert
es: No hay ninguna estufa configurada
fr: Aucun poêle configuré
it: Nessuna stufa configurata
nl: Geen kachel geconfigureerd

source: Loading stove list...
da: Indlæser ovnliste...
de: Lade Ofenliste...
es: Cargando lista de estufas...
fr: Chargement de la liste des poêles...
it: Caricamento elenco stufe...
nl: Kachellijst laden...

source: Settings reset to defaults
da: Indstillinger nulstillet til standard
de: Einstellungen auf Standard zurückgesetzt
es: Configuración restablecida a valores predeterminados
fr: Paramètres réinitialisés par défaut
it: Impostazioni ripristinate ai valori predefiniti
nl: Instellingen hersteld naar standaardwaarden

source: Power
da: Strøm
de: Leistung
es: Encendido
fr: Alimentation
it: Accensione
nl: Aan/uit

source: Stove on
da: Ovn tændt
de: Ofen an
es: Estufa encendida
fr: Poêle allumé
it: Stufa accesa
nl: Kachel aan

source: Stove off
da: Ovn slukket
de: Ofen aus
es: Estufa apagada
fr: Poêle éteint
it: Stufa spenta
nl: Kachel uit

source: Target Temperature
da: Måltemperatur
de: Zieltemperatur
es: Temperatura objetivo
fr: Température Cible
it: Temperatura obiettivo
nl: Doeltemperatuur

# turnOnStoveToAdjustTemperature
source: Turn on the stove to adjust temperature
da: Tænd ovnen for at justere temperaturen
de: Schalten Sie den Ofen ein, um die Temperatur anzupassen
es: Enciende la estufa para ajustar la temperatura
fr: Allumez le poêle pour régler la température
it: Accendi la stufa per regolare la temperatura
nl: Schakel de kachel in om de temperatuur aan te passen

source: Operating Mode
da: Driftstilstand
de: Betriebsmodus
es: Modo de funcionamiento
fr: Mode de fonctionnement
it: Modalità di funzionamento
nl: Bedrijfsmodus

# comfortMode
source: Comfort
da: Komfort
de: Komfort
es: Confort
fr: Confort

# turnOnStoveToChangeMode
source: Turn on the stove to change mode
da: Tænd ovnen for at ændre tilstand
de: Schalten Sie den Ofen ein, um den Modus zu ändern
es: Enciende la estufa para cambiar el modo
fr: Allumez le poêle pour changer de mode
it: Accendi la stufa per cambiare modalità
nl: Schakel de kachel in om de modus te wijzigen

source: Heating Power
da: Varmeeffekt
de: Heizleistung
es: Potencia de calefacción
fr: Puissance de chauffe
it: Potenza di riscaldamento
nl: Verwarmingsvermogen

# minPower
source: Min (0%)
es: Mín (0%)

# maxPower
source: Max (100%)
es: Máx (100%)

# turnOnStoveToAdjustPower
source: Turn on the stove to adjust power
da: Tænd ovnen for at justere effekten
de: Schalten Sie den Ofen ein, um die Leistung anzupassen
es: Enciende la estufa para ajustar la potencia
fr: Allumez le poêle pour modifier la puissance
it: Accendi la stufa per regolare la potenza
nl: Schakel de kachel in om het vermogen aan te passen

source: Room Power Request
da: Rumeffektanmodning
de: Raumleistungsanforderung
es: Potencia de la habitación
fr: Demande de puissance pièce
it: Potenza ambiente
nl: Kamervermogen

# roomPowerRequestDescription
source: Power demand level for the room
da: Effektanmodningsniveau for rummet
de: Leistungsanforderungsstufe für den Raum
es: Nivel de demanda de potencia para la habitación
fr: Niveau de demande de puissance pour la pièce
it: Livello di richiesta di potenza per l'ambiente
nl: Vermogensvraag voor de kamer

source: Minimal
es: Mínima
it: Minima
nl: Minimaal

source: Maximum
da: Maksimal
de: Maximal
es: Máxima
it: Massima
nl: Maximaal

# turnOnStoveToAdjustRoomPower
source: Turn on the stove to adjust room power
da: Tænd ovnen for at justere rumeffekt
de: Schalten Sie den Ofen ein, um die Raumleistung anzupassen
es: Enciende la estufa para ajustar la potencia de la habitación
fr: Allumez le poêle pour modifier la demande de puissance
it: Accendi la stufa per regolare la potenza ambiente
nl: Schakel de kachel in om het kamervermogen aan te passen

source: ECO Mode
da: ECO-tilstand
de: ECO-Modus
es: Modo ECO
fr: Mode ECO
it: Modalità ECO
nl: ECO-modus

source: Energy saving enabled
da: Energibesparelse aktiveret
de: Energiesparen aktiviert
es: Ahorro de energía activado
fr: Économie d'énergie activée
it: Risparmio energetico attivato
nl: Energiebesparing ingeschakeld

source: Energy saving disabled
da: Energibesparelse deaktiveret
de: Energiesparen deaktiviert
es: Ahorro de energía desactivado
fr: Économie d'énergie désactivée
it: Risparmio energetico disattivato
nl: Energiebesparing uitgeschakeld

source: Frost Protection
da: Frostbeskyttelse
de: Frostschutz
es: Protección antiheladas
fr: Protection anti-gel
it: Protezione antigelo
nl: Vorstbeveiliging

# frostProtectionActive
source: Protection active - starts if temp < {temp}°C
da: Beskyttelse aktiv - starter hvis temp < {temp}°C
de: Schutz aktiv - startet bei Temp < {temp}°C
es: Protección activa - se inicia si temp < {temp}°C
fr: Protection activée - démarre si température < {temp}°C
it: Protezione attiva - si avvia se temp < {temp}°C
nl: Beveiliging actief - start als temp < {temp}°C

# frostProtectionInactive
source: Protection disabled
da: Beskyttelse deaktiveret
de: Schutz deaktiviert
es: Protección desactivada
fr: Protection désactivée
it: Protezione disattivata
nl: Beveiliging uitgeschakeld

source: Trigger temperature
da: Udløsningstemperatur
de: Auslösetemperatur
es: Temperatura de activación
fr: Température de déclenchement
it: Temperatura di attivazione
nl: Activeringstemperatuur

# minTemp
source: Min (4°C)
es: Mín (4°C)

# maxTemp
source: Max (10°C)
es: Máx (10°C)

# turnOnStoveToConfigureFrostProtection
source: Turn on the stove to configure frost protection
da: Tænd ovnen for at konfigurere frostbeskyttelse
de: Schalten Sie den Ofen ein, um den Frostschutz zu konfigurieren
es: Enciende la estufa para configurar la protección antiheladas
fr: Allumez le poêle pour configurer la protection anti-gel
it: Accendi la stufa per configurare la protezione antigelo
nl: Schakel de kachel in om de vorstbeveiliging te configureren

source: Convection Fans
da: Konvektionsblæsere
de: Konvektionslüfter
es: Ventiladores de convección
fr: Ventilateurs de convection
it: Ventilatori di convezione
nl: Convectieventilatoren

# fansStatus
source: Fan 1: {fan1} | Fan 2: {fan2}
da: Blæser 1: {fan1} | Blæser 2: {fan2}
de: Lüfter 1: {fan1} | Lüfter 2: {fan2}
es: Ventilador 1: {fan1} | Ventilador 2: {fan2}
it: Ventilatore 1: {fan1} | Ventilatore 2: {fan2}
nl: Ventilator 1: {fan1} | Ventilator 2: {fan2}

source: Fan {number}
da: Blæser {number}
de: Lüfter {number}
es: Ventilador {number}
fr: Ventilateur {number}
it: Ventilatore {number}
nl: Ventilator {number}

source: Active
da: Aktiv
de: Aktiv
es: Activo
fr: Actif
it: Attivo
nl: Actief

source: Inactive
da: Inaktiv
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
nl: Inactief

source: Speed level
da: Hastighedsniveau
de: Geschwindigkeitsstufe
es: Nivel de velocidad
fr: Niveau de vitesse
it: Livello di velocità
nl: Snelheidsniveau

# minSpeed
source: Min (0)
es: Mín (0)

# maxSpeed
source: Max (5)
es: Máx (5)

source: Heating area
da: Varmeområde
de: Heizbereich
es: Área de calefacción
fr: Zone de chauffe
it: Area di riscaldamento
nl: Verwarmingsgebied

# turnOnStoveToConfigureFans
source: Turn on the stove to configure fans
da: Tænd ovnen for at konfigurere blæsere
de: Schalten Sie den Ofen ein, um die Lüfter zu konfigurieren
es: Enciende la estufa para configurar los ventiladores
fr: Allumez le poêle pour configurer les ventilateurs
it: Accendi la stufa per configurare i ventilatori
nl: Schakel de kachel in om de ventilatoren te configureren

source: Temperature Calibration
da: Temperaturkalibrering
de: Temperaturkalibrierung
es: Calibración de temperatura
fr: Calibration température
it: Calibrazione temperatura
nl: Temperatuurkalibratie

# temperatureCalibrationDescription
source: Precision adjustment of temperature sensor
da: Præcisionsjustering af temperatursensor
de: Präzisionsanpassung des Temperatursensors
es: Ajuste de precisión del sensor de temperatura
fr: Ajustement de précision du capteur de température
it: Regolazione di precisione del sensore di temperatura
nl: Precisieaanpassing van temperatuursensor

# turnOnStoveToCalibrate
source: Turn on the stove to calibrate temperature
da: Tænd ovnen for at kalibrere temperatur
de: Schalten Sie den Ofen ein, um die Temperatur zu kalibrieren
es: Enciende la estufa para calibrar la temperatura
fr: Allumez le poêle pour calibrer la température
it: Accendi la stufa per calibrare la temperatura
nl: Schakel de kachel in om de temperatuur te kalibreren

source: Bake Temperature
da: Bagetemperatur
de: Backtemperatur
es: Temperatura del horno
fr: Température four
it: Temperatura forno
nl: Oventemperatuur

# bakeTemperatureDescription
source: Wood-fired oven temperature setting
da: Brændeovnstemperaturindstilling
de: Holzofentemperatureinstellung
es: Ajuste de temperatura del horno de leña
fr: Réglage température du four à bois
it: Impostazione temperatura forno a legna
nl: Temperatuurinstelling houtgestookte oven

# turnOnStoveToAdjustBakeTemp
source: Turn on the stove to adjust bake temperature
da: Tænd ovnen for at justere bagetemperatur
de: Schalten Sie den Ofen ein, um die Backtemperatur anzupassen
es: Enciende la estufa para ajustar la temperatura del horno
fr: Allumez le poêle pour modifier la température du four
it: Accendi la stufa per regolare la temperatura del forno
nl: Schakel de kachel in om de oventemperatuur aan te passen

source: Heating Schedule
da: Varmeplan
de: Heizplan
es: Programación de calefacción
fr: Plages horaires
it: Programmazione riscaldamento
nl: Verwarmingsschema

source: Active in comfort mode
da: Aktiv i komforttilstand
de: Aktiv im Komfortmodus
es: Activo en modo confort
fr: Actif en mode confort
it: Attivo in modalità comfort
nl: Actief in comfortmodus

source: Setpoint temperature
da: Setpunktstemperatur
de: Solltemperatur
es: Temperatura de consigna
fr: Température de maintien
it: Temperatura di setpoint
nl: Gewenste temperatuur

# turnOnStoveToAdjustSchedule
source: Turn on the stove to adjust schedule
da: Tænd ovnen for at justere plan
de: Schalten Sie den Ofen ein, um den Plan anzupassen
es: Enciende la estufa para ajustar la programación
fr: Allumez le poêle pour modifier les plages horaires
it: Accendi la stufa per regolare la programmazione
nl: Schakel de kachel in om het schema aan te passen

source: Quick Controls
da: Hurtige kontroller
de: Schnellsteuerung
es: Controles rápidos
fr: Contrôles Rapides
it: Controlli rapidi
nl: Snelle bediening

source: Advanced Controls
da: Avancerede kontroller
de: Erweiterte Steuerung
es: Controles avanzados
fr: Contrôles avancés
it: Controlli avanzati
nl: Geavanceerde bediening

source: Appearance
da: Udseende
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
nl: Uiterlijk

source: Background Notifications
da: Baggrundsnotifikationer
de: Hintergrundbenachrichtigungen
es: Notificaciones en segundo plano
fr: Notifications en arrière-plan
it: Notifiche in background
nl: Achtergrondmeldingen

source: Information Panels
da: Informationspaneler
de: Informationspanels
es: Paneles de información
fr: Panneaux d'information
it: Pannelli informativi
nl: Informatiepanelen

# watchedFields
source: Watched fields ({count} selected)
da: Overvågede felter ({count} valgt)
de: Überwachte Felder ({count} ausgewählt)
es: Campos monitorizados ({count} seleccionados)
fr: Champs à surveiller ({count} sélectionnés)
it: Campi monitorati ({count} selezionati)
nl: Bewaakte velden ({count} geselecteerd)

# pollingInterval
source: Check interval: {minutes} min
da: Kontrolinterval: {minutes} min
de: Prüfintervall: {minutes} Min
es: Intervalo de comprobación: {minutes} min
fr: Intervalle de vérification : {minutes} min
it: Intervallo di controllo: {minutes} min
nl: Controle-interval: {minutes} min

source: Theme
da: Tema
de: Design
es: Tema
fr: Thème
it: Tema
nl: Thema

source: Light
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht

source: Dark
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker

source: System
es: Sistema
fr: Système
it: Sistema
nl: Systeem

# systemDescription
source: Follow system settings
da: Følg systemindstillinger
de: Systemeinstellungen folgen
es: Seguir configuración del sistema
fr: Suit les paramètres système
it: Segui impostazioni di sistema
nl: Systeeminstellingen volgen

source: Light mode active
da: Lys tilstand aktiv
de: Heller Modus aktiv
es: Modo claro activo
fr: Mode clair activé
it: Modalità chiara attiva
nl: Lichte modus actief

source: Dark mode active
da: Mørk tilstand aktiv
de: Dunkler Modus aktiv
es: Modo oscuro activo
fr: Mode sombre activé
it: Modalità scura attiva
nl: Donkere modus actief

source: Language
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal

# languageSubtitle
source: Select app language
da: Vælg app-sprog
de: App-Sprache auswählen
es: Seleccionar idioma de la aplicación
fr: Choisir la langue de l'application
it: Seleziona lingua dell'app
nl: App-taal selecteren

source: System default
da: Systemstandard
de: Systemstandard
es: Predeterminado del sistema
fr: Défaut système
it: Predefinito di sistema
nl: Systeemstandaard

# showEcoMode
source: ECO mode
da: ECO-tilstand
de: ECO-Modus
es: Modo ECO
fr: Mode ECO
it: Modalità ECO
nl: ECO-modus

# showEcoModeSubtitle
source: Show energy saving mode toggle
da: Vis energibesparelsestilstand
de: Energiesparmodus-Umschaltung anzeigen
es: Mostrar selector de modo de ahorro de energía
fr: Afficher le toggle mode économique
it: Mostra selettore modalità risparmio energetico
nl: Energiebesparingsschakelaar tonen

# showHeatingSchedule
source: Heating schedule
da: Varmeplan
de: Heizplan
es: Programación de calefacción
fr: Plages horaires
it: Programmazione riscaldamento
nl: Verwarmingsschema

# showHeatingScheduleSubtitle
source: Show weekly programming
da: Vis ugeprogrammering
de: Wochenprogrammierung anzeigen
es: Mostrar programación semanal
fr: Afficher la programmation hebdomadaire
it: Mostra programmazione settimanale
nl: Weekprogrammering tonen

# showRoomPowerRequest
source: Room power request
da: Rumeffektanmodning
de: Raumleistungsanforderung
es: Potencia de la habitación
fr: Demande puissance pièce
it: Potenza ambiente
nl: Kamervermogen

# showRoomPowerRequestSubtitle
source: Show level 1-4 selector
da: Vis niveau 1-4 vælger
de: Stufe 1-4 Auswahl anzeigen
es: Mostrar selector de nivel 1-4
fr: Afficher le sélecteur de niveau 1-4
it: Mostra selettore livello 1-4
nl: Niveaukiezer 1-4 tonen

# showConvectionFans
source: Convection fans
da: Konvektionsblæsere
de: Konvektionslüfter
es: Ventiladores de convección
fr: Ventilateurs de convection
it: Ventilatori di convezione
nl: Convectieventilatoren

# showConvectionFansSubtitle
source: Show controls for 2 fans
da: Vis kontroller for 2 blæsere
de: Steuerung für 2 Lüfter anzeigen
es: Mostrar controles para 2 ventiladores
fr: Afficher les contrôles des 2 ventilateurs
it: Mostra controlli per 2 ventilatori
nl: Bediening voor 2 ventilatoren tonen

# showFrostProtection
source: Frost protection
da: Frostbeskyttelse
de: Frostschutz
es: Protección antiheladas
fr: Protection anti-gel
it: Protezione antigelo
nl: Vorstbeveiliging

# showFrostProtectionSubtitle
source: Show frost protection control
da: Vis frostbeskyttelseskontrol
de: Frostschutzsteuerung anzeigen
es: Mostrar control de protección antiheladas
fr: Afficher le contrôle de protection anti-gel
it: Mostra controllo protezione antigelo
nl: Vorstbeveiligingsbediening tonen
